Repository: Ftelf/netprovider-netprovider
Catalog: translation/*.UTF-8/LC_MESSAGES/messages.po
Languages: cs

source: Cannot connect to database
cs: Nelze se připojit do databáze

source: SSH2 login failed at %s@%s
cs: SSH2 příhlášení selhalo na %s@%s

source: API login failed at %s@%s
cs: Příhlášení pomocí API selhalo na %s@%s

source: Login successfull: mikrotik API %s@%s
cs: Úspěšné přihlášení: mikrotik API %s@%s

source: Email notification sent
cs: Emailové upozornění posláno

source: Manual
cs: Ručně

source: EMail content
cs: Obsah E-mailu

source: RB TXT attachment
cs: Příloha RB TXT

source: CSOB xml
cs: ČSOB xml

source: RB PDF attachment
cs: Příloha RB PDF

source: Other
cs: Jíný

source: Transfer
cs: Převod

source: Incoming payment
cs: Příchozí platba

source: Cash deposit
cs: Vklad hotovosti

source: Continuing transfer
cs: Trvalý převod

source: Other transaction fee
cs: Jiný trans. poplatek

source: Positive increase
cs: Kladný úrok

source: Cash dispencer draft
cs: Výběr z bankomatu

source: Credit card payment
cs: Platba kreditní kartou

source: Account list generation
cs: Generování výpisu účtu

source: Credit card administration fee
cs: Poplatek za vedení karty

source: Distribution of bank list
cs: Distribuce bankovního výpisu

source: Pool transfer
cs: Poolovací převod

source: Using and managing of Internet
cs: Využívání a správa Internetového bankovnictví

source: Loan increase
cs: Úročení úvěru

source: Loan payment
cs: Splácení úvěru

source: Using and managing of Account
cs: Využívání a správa Konta

source: External fee
cs: Poplatek za externí zpracování

source: Bank certificate
cs: Vydání dávkového certifikátu

source: Dissaving investment
cs: Čerpání Investičního

source: Transaction fee
cs: Transakční poplatek

source: Cash withdraw
cs: Výběr hotovosti

source: Foreign SEPA
cs: Odchozí ZPS SEPA plat

source: Outcome
cs: Odchozí platba

source: Interest tax
cs: Srážka daně z úroků

source: Permanent payment
cs: Trvalá platba

source: One time payment
cs: Jednorázová platba

source: Pending
cs: Čeká na zpracování

source: Processed
cs: Zpracováno

source: Waiting for identification
cs: Čeká na identifikaci

source: Person account
cs: Uživatelský účet

source: Internal transaction
cs: Interní transakce

source: Ignore
cs: Ignorovat

source: Once
cs: Jednorázově

source: Monthly
cs: Měsičně

source: Quarterly
cs: Čtvrtletně

source: Half-yearly
cs: Půlročně

source: Yearly
cs: Ročně

source: Unspecified
cs: Nespecifikováno

source: Internet payment
cs: Platba internetu

source: Entry fee
cs: Vstupní poplatek

source: Penalty
cs: Pokuta

source: Finished
cs: Zpracováno

source: Pending, insufficient funds
cs: Čeká na zaplacení

source: Testing, free of charge
cs: Zkušební doba, zdarma

source: Disabled for this period
cs: Vypnuto pro toto období

source: Error
cs: Chyba

source: Waiting for process
cs: Čeká na zpracování

source: Completed
cs: Dokončeno

source: No attachment
cs: Žádná příloha

source: TXT file
cs: Soubor TXT

source: PDF file
cs: Soubor PDF

source: XML file
cs: Soubor XML

source: User
cs: Uživatel

source: Administrator
cs: Administrátor

source: Super administrator
cs: Super administátor

source: Disabled
cs: Zakázáno

source: Enabled
cs: Povoleno

source: Charge payment deadline
cs: Termín pro zaplacení platby

source: Invoice created
cs: Faktura vytvořena

source: Deactivated
cs: Neaktivní

source: Activated
cs: Aktivní

source: Service is always deactivated
cs: Služba je vždy neaktivní

source: Service is always activated
cs: Služba je vždy aktivní

source: Debug
cs: Ladění

source: Warning
cs: Varování

source: Critical
cs: Kritické

source: Security
cs: Bezpečnost

source: Sent
cs: Posláno

source: Cannot be sent
cs: Nelze poslat

source: Undefined
cs: Nedefinováno

source: Client
cs: Klient

source: Passive
cs: Pasivní

source: Active
cs: Aktivní

source: Discarted
cs: Vyřazen

source: Bank transaction
cs: Bankovní transakce

source: Cash
cs: Hotově

source: Discount
cs: Sleva

source: Direct access into this section is not allowed
cs: Přímý přístup do této sekce není povolen

source: Main page
cs: Hlavní stránka

source: Users
cs: Uživatelé

source: Groups
cs: Skupina

source: User groups
cs: Uživatelské skupiny

source: Roles and responsibilities
cs: Zodpovědnosti a role

source: Bank accounts
cs: Bankovní účty

source: User's accounts
cs: Uživatelské účty

source: Payment templates
cs: Šablony plateb

source: IP networks
cs: IP sítě

source: Payment report
cs: Report plateb

source: Scripts
cs: Skripty

source: Logged in
cs: Přihlášení

source: Users logged in
cs: Přihlášení uživatelé

source: Edit user
cs: Editovat uživatele

source: %s second
cs: %s sekunda

source: Force logout
cs: Násilně odhlásit

source: Last 10 entries
cs: Posledních 10 položek

source: User '%s' was forcelly logged out
cs: Uživatel: '%s' byl násilně odlogován

source: User '%s' wasn't forcelly logged out, probably was logged out itself
cs: Uživatel: '%s' nebyl násilně odlogován. Pravděpodobně se již odhlásil sám

source: Please select record to edit
cs: Prosím vyber položku k editaci

source: Bank printouts
cs: Bankovní výpisy

source: Edit bank account
cs: Editovat bankovní účet

source: Edit account entry
cs: Editovat položku

source: Bank account entry printout
cs: List bankovních položek

source: Filter:
cs: Filtr:

source: - No bank account defined -
cs: - Žádný bankovní účet definován -

source: Calendar
cs: Kalendář

source: - Type of transaction -
cs: - Typ transakce -

source: - Identification -
cs: - Identifikace -

source: Bank account
cs: Bankovní účet

source: Bank name:
cs: Jméno banky:

source: Account name:
cs: Jméno účtu:

source: Account number:
cs: Číslo účtu:

source: Currency:
cs: Měna:

source: Global state
cs: Celkový stav

source: Printout view state
cs: Za období výpisu

source: Starting balance:
cs: Počáteční zůstatek:

source: Income:
cs: Příjmy:

source: Outcome:
cs: Výdaje:

source: Fees included:
cs: Z toho poplatky:

source: Final balance:
cs: Konečný zůstatek:

source: Date
cs: Datum

source: Note
cs: Poznámka

source: Write out
cs: Odepsáno

source: Type of transaction
cs: Typ transakce

source: Amount
cs: Částka

source: Fee
cs: Poplatek

source: Time
cs: Čas

source: Account name
cs: Jméno účtu

source: Account number
cs: Číslo účtu

source: Identification
cs: Identifikace

source: Message
cs: Zpráva

source: Apply
cs: Aktualizuj

source: Save
cs: Ulož

source: Cancel
cs: Zpět

source: Bank account edit
cs: Editace bankovního účtu

source: Bank
cs: Banka

source: Bank registration number:
cs: Registrační čislo banky:

source: Account
cs: Účet

source: Account state
cs: Stav účtu

source: Starting balance
cs: Počáteční zůstatek

source: Account printout access
cs: Přístup k výpisům účtu

source: Data retrieve method
cs: Metoda získávání dat

source: Data type
cs: Datový typ

source: Email account with printouts
cs: E-mailový účet s výpisy

source: Username:
cs: Uživatelské jméno:

source: Password:
cs: Heslo:

source: Sender address:
cs: Adresa odesílatele:

source: Subject:
cs: Předmět:

source: Please enter bank name
cs: Prosím zadejte jméno banky

source: Please enter bank identification number
cs: Prosím zadejte identifikační číslo banky

source: Please select account name
cs: Prosím zadejte jmého účtu

source: Please select account number
cs: Prosím zadejte číslo účtu

source: Please select IBAN
cs: Prosím zadejte IBAN

source: Please select starting balance
cs: Prosím zadejte počáteční zůstatek

source: Upload new printout
cs: Nahrát nový výpis

source: Upload new printouts
cs: Nahrát nové výpisy

source: Download new printouts
cs: Stáhnout nové výpisy

source: Run import
cs: Spustit import

source: Entries workout
cs: Zpracovat položky

source: Printouts list
cs: List výpisů účtu

source: Year
cs: Rok

source: Printout number
cs: Číslo výpisu účtu

source: Data filename
cs: Název datového souboru

source: Data filename type
cs: Typ datového souboru

source: Number of entries
cs: Počet položek

source: since
cs: Od

source: Till
cs: Do

source: Identification wasn't performed
cs: Identifikace nebyla provedena

source: Please enter amount in valid number format
cs: Prosím zadejte částku ve správném číselném formátu

source: Amount summary must be: %s
cs: Součet částek musí být %s

source: Please select user's account
cs: Prosím vyberte účet uživatele

source: Bank entry
cs: Bankovní položka

source: Arrival date:
cs: Datum přijetí:

source: Write off date:
cs: Datum stržení:

source: Note:
cs: Poznámka:

source: Variable symbol:
cs: Variabilní symbol:

source: Constant symbol:
cs: Konstantní symbol:

source: Specific symbol:
cs: Specifický symbol:

source: Amount:
cs: Částka:

source: Fee:
cs: Poplatek:

source: Message:
cs: Zpráva:

source: Type of transaction:
cs: Typ transakce:

source: Comment:
cs: Komentář:

source: Identification of payment
cs: Identifikace platby

source: Identification:
cs: Identifikace:

source: Benefit user account
cs: Připsat na uživatelský účet

source: User account:
cs: Uživatelský účet:

source: - Select user's account -
cs: - Vyber účet uživatele -

source: Upload bank account entry printout
cs: Nahrát bankovní výpis

source: Bank account '%s' '%s' updated
cs: Bankovní účet '%s' '%s' aktualizován

source: Bank account '%s' '%s' saved
cs: Bankovní účet '%s' '%s' uložen

source: Insuficient rights
cs: Nemáte dostatečná práva

source: Downloading new printouts finished without errors
cs: Stahování nových výpisů dokončeno bez chyb.

source: Import finished without errors
cs: Import dokončen bez chyb.

source: Entries processed without errors
cs: Položky zpracovány bez chyb.

source: Amount must be in number format
cs: Částka musí být v číselném formátu

source: Amount must be positive value
cs: Částka musí mít kladnou hodnotu

source: Amount sum doesn't match
cs: Součet částek nesouhlasí

source: Bank entry %s %s %s %s amount %s credited person account '%s' with %s
cs: Bankovní položka %s %s %s %s částka %s připsána k uživatelskému účtu '%s' částkou %s

source: Bank entry %s %s %s %s amount %s proceed
cs: Bankovní položka %s %s %s %s částka %s zpracována

source: Please select record to delete
cs: Prosím vyber položku k vymazání

source: Do you really want to delete selected records ?
cs: Opravdu chcete smazat vybrané položky ?

source: New
cs: Nová

source: Edit
cs: Editace

source: Delete
cs: Smazat

source: Payment templates management
cs: Správa Šablon plateb

source: Template name
cs: Název šablony

source: Write off
cs: Odepisovat

source: Amount without VAT
cs: Částka bez DPH

source: VAT (%)
cs: DPH (%)

source: Amount with VAT
cs: Částka s DPH

source: Currency
cs: Měna

source: Type
cs: Typ

source: Priority
cs: Priorita

source: Description
cs: Popis

source: %s day
cs: %s Den

source: Description:
cs: Popis:

source: Internet service name:
cs: Název internetové služby:

source: Maximum download:
cs: Maximální download:

source: Maximum upload:
cs: Maximální upload:

source: Please enter template name
cs: Prosím zadejte jméno šablony

source: Please enter template desctiption
cs: Prosím zadejte popis šablony

source: Payment template
cs: Šablona platby

source: Template name:
cs: Název šablony:

source: Template description:
cs: Popis šablony:

source: Priority:
cs: Priorita:

source: Amount without VAT:
cs: Částka bez DPH:

source: VAT (%):
cs: DPH (%):

source: Amount with VAT:
cs: Částka s DPH:

source: Write off:
cs: Odepisováno:

source: Write-off offset:
cs: Posunutí doby splatnosti:

source: Payment type:
cs: Typ platby:

source: Internet in payment:
cs: Internet v platbě:

source: Garanteed download:
cs: Grantovaný download:

source: Garanteed upload:
cs: Garantovaný upload:

source: Amount with VAT is in incorrect format
cs: Nesprávný fomát částky s DPH

source: Base amount is in incorrect format
cs: Nesprávný fomát částky bez DPH

source: VAT is in incorrect format
cs: Nesprávný fomát DPH

source: Payment template '%s' updated
cs: Šablona platby '%s' aktualizována

source: Payment template '%s' saved
cs: Šablona platby '%s' uložena

source: Please select record to erase
cs: Vyber položku ke smazání

source: Cannot delete payment template '%s', because it has binded %s payment
cs: Nelze smazat šablonu platby '%s', jelikož má asociovánu '%s' platbu

source: Payment template '%s' deleted
cs: Šablona platby '%s' smazána

source: Records %d to %d from %d
cs: Záznamů %d až %d ze %d

source: No record found
cs: Nenalezen žádný záznam

source: First
cs: Začátek

source: First page
cs: První stránka

source: Previous
cs: Předchozí

source: Previous page
cs: Předchozí stránka

source: Next
cs: Následující

source: Next page
cs: Následující stránka

source: Last
cs: Konec

source: Last page
cs: Poslední stránka

source: Show
cs: Zobrazit

source: Javascript must be enabled to function system properly
cs: Javascript musí být povolen pro správnou funkci systému

source: Page generated in %s second
cs: Stránka vygenerována za %s sekundu

source: version %s
cs: verze %s

source: Logout
cs: Odhlásit

source: Home
cs: Domů

source: Home page
cs: Domovká stránka

source: User agenda
cs: Uživatelská agenda

source: Manage users
cs: Spravovat uživatele

source: Manage user groups
cs: Spravovat uživatelské skupiny

source: Manage roles and responsibilities
cs: Spravovat zodpovědnosti a role

source: Manage my profile
cs: Spravovat můj profil

source: My profile
cs: Můj profil

source: Financial
cs: Finance

source: Financial Managenent
cs: Management financí

source: Manage bank accounts
cs: Spravovat bankovní účty

source: Manage user accounts
cs: Spravovat uživatelské účty

source: Invoices
cs: Faktury

source: Manage invoices
cs: Spravovat faktury

source: Manage payment templates
cs: Spravovat šablony plateb

source: Services
cs: Služby

source: Services Managenent
cs: Spravovat služby

source: Internet services
cs: Internetové služby

source: Manage Internet services
cs: Spravovat internetové služby

source: Network
cs: Síť

source: Network Managenent
cs: Správa sítě

source: Manage IP networks
cs: Spravovat IP sítě

source: Manage network devices
cs: Spravovat síťová zařízení

source: Network devices
cs: Síťová zařízení

source: Administration
cs: Administrace

source: Run scripts
cs: Spustit skripty

source: Configuration
cs: Konfigurace

source: View configuration
cs: Prohlédnout konfiguraci

source: View log
cs: Prohlédnout log

source: Messages
cs: Zprávy

source: Send messages
cs: Zasílání zpráv

source: Event handlers
cs: Správci událostí

source: Reports
cs: Reporty

source: View reports
cs: Prohlédnout reporty

source: Create payment report
cs: Sestavit report plateb

source: Create IP data traffic report
cs: Sestavit report datových přenosů IP

source: IP data traffic report
cs: Report datových přenosů IP

source: Help
cs: Nápověda

source: View changelog
cs: Prohlédnout changelog

source: Documentation
cs: Dokumentace

source: View documentation
cs: Prohlédnout dokumentaci

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Login
cs: Přihlásit

source: Welcome to Net Provider
cs: Vítejte v Net Provider

source: Please use valid username and password to gain access into the system.
cs: Použijte platné uživatelské jméno a heslo pro získání přístupu k systému.

source: Configuration list
cs: Výpis konfigurace

source: Group name
cs: Název skupiny

source: User level
cs: Uživatelská úroveň

source: User groups management
cs: Správa uživatelských skupin

source: User group
cs: Uživatelská skupina

source: Group name:
cs: Název skupiny

source: User level:
cs: Uživatelská úroveň:

source: Please enter group name
cs: Prosím zadejte jméno skupiny

source: Group '%s' updated
cs: Skupina '%s' aktualizována

source: Group '%s' saved
cs: Skupina '%s' uložena

source: Cannot delete user group '%s', because it has binded %s user
cs: Nelze smazat skupinu '%s', jelikož je asociováno '%s' uživatel

source: User group '%s' deleted
cs: Uživatelská skupina '%s' smazána

source: Event handler name
cs: Jméno správce událostí

source: Notify person
cs: Informovat uživatele

source: Notify days before turn off
cs: Informovat (dní) před vypnutím

source: Template file
cs: Soubor se šablonou

source: Event origin
cs: Původ události

source: Event handlers management
cs: Správa správců událostí

source: Event handler
cs: Správce události

source: Enabled:
cs: Povoleno:

source: Type:
cs: Typ:

source: Name:
cs: Jméno:

source: Notify person:
cs: Informovat uživatele:

source: Notify days before turn off:
cs: Informovat (dní) před vypnutím:

source: Email subject:
cs: Předmět Emailu:

source: Template:
cs: Šablona:

source: Please enter event handler name
cs: Prosím zadejte jméno správce událostí

source: Event handler '%s' updated
cs: Správce událostí '%s' aktualizován

source: Event handler '%s' saved
cs: Správce událostí '%s' uložen

source: Event handler '%s' deleted
cs: Správce událostí '%s' smazán

source: Internet templates management
cs: Správa šablon internetu

source: Guarant download
cs: Grantovaný download

source: Guarant upload
cs: Garantovaný upload

source: Maximum download
cs: Maximální download

source: Maximum upload
cs: Maximální upload

source: Please enter template description
cs: Prosím zadejte popis šablony

source: Guarant download is not in proper number format
cs: Garantovaný download není ve správném číselném formátu

source: Maximum download is not in proper number format
cs: Maximální download není ve správném číselném formátu

source: Guarant upload is not in proper number format
cs: Garantovaný upload není ve správném číselném formátu

source: Maximum upload is not in proper number format
cs: Maximální upload není ve správném číselném formátu

source: Internet template
cs: Šablona internetu

source: Guarant download (kbps):
cs: Grantovaný download (kbps):

source: Guarant upload (kbps):
cs: Garantovaný upload (kbps):

source: Maximum download (kbps):
cs: Maximální download (kbps):

source: Maximum upload (kbps):
cs: Maximální upload (kbps):

source: Internet template '%s' updated
cs: Šablona internetu '%s' aktualizována

source: Internet template '%s' saved
cs: Šablona internetu '%s' uložena

source: Cannot delete internet template '%s', because it has binded %s payment service
cs: Nelze smazat šablonu internetu '%s', jelikož má asociovánu '%s' šablonu platby

source: Internet template '%s' deleted
cs: Šablona internetu '%s' smazána

source: Create invoice list
cs: Vytvořit soupis faktur

source: Create invoice set
cs: Vytvořit seznam faktur

source: - User group -
cs: - Uživatelská skupina -

source: Since:
cs: Od:

source: Till:
cs: Do:

source: Invoice number
cs: Číslo faktury

source: Invoice date
cs: Datum faktury

source: Date of write off
cs: Datum stržení

source: Delayed in days
cs: Zpoždění ve dnech

source: Person
cs: Osoba

source: Group
cs: Skupina

source: Show average rate
cs: Zobrazit průměrnou rychlost

source: Surname
cs: Příjmení

source: Firstname
cs: Jméno

source: Nickname
cs: Přezdívka

source: IP address
cs: IP adresa

source: Hours
cs: Hodiny

source: Days
cs: Dny

source: Months
cs: Měsíce

source: Log list
cs: Výpis logu

source: - Log level -
cs: - Úroveň logu -

source: - User -
cs: - Uživatel -

source: Level
cs: Úroveň

source: Action taken by
cs: Provedl

source: System
cs: Systém

source: Send
cs: Odeslat

source: Message list
cs: Zprávy:

source: Recipient
cs: Příjemce

source: Subject
cs: Předmět

source: Attachment
cs: Příloha

source: Personal data
cs: Osobní údaje

source: User group:
cs: Uživatelská skupina:

source: Company short name:
cs: Zkrácený název společnosti:

source: Company name:
cs: Název společnosti:

source: Firstname:
cs: Jméno:

source: Surname:
cs: Příjmení:

source: Nickname:
cs: Přezdívka:

source: Sex:
cs: Pohlaví:

source: Degree before name:
cs: Titul před jménem:

source: Degree after name:
cs: Titul za jménem:

source: Birthdate:
cs: Datum narození:

source: Phone:
cs: Telefon:

source: Address:
cs: Adresa:

source: City:
cs: Město:

source: ZIP:
cs: PSČ:

source: Date of registration:
cs: Datum registrace:

source: Login creditials
cs: Login

source: System login registration
cs: Přihlašovací údaje do systému

source: Login name:
cs: Přihlašovací jméno:

source: User role
cs: Uživatelská role

source: Payments
cs: Platby

source: Service name
cs: Jméno služby

source: Since
cs: Od

source: Actual status
cs: Aktuální status

source: Not limited
cs: Nelimitováno

source: Date/period
cs: Datum/perioda

source: Date of payment
cs: Datum splatnosti

source: Tolerance till
cs: Tolerance do

source: Write off date
cs: Datum stržení

source: Delay in days
cs: Zpoždění ve dnech

source: Action
cs: Akce

source: Invoice
cs: Faktura

source: Incoming payments
cs: Příchozí platby

source: Source
cs: Zdroj

source: Comment
cs: Komentář

source: IP addresses
cs: IP adresy

source: DNS name
cs: DNS jméno

source: Networks
cs: Sítě

source: Network address
cs: Adresa sítě

source: Data traffic
cs: Datový přenos

source: Month period:
cs: Měsiční období:

source: Summary
cs: Soupis

source: Password confirmation:
cs: Potvrzení hesla:

source: Please enter firstname
cs: Prosím zadejte jméno

source: Please enter surname
cs: Prosím zadejte příjmení

source: Birthdate is in incorrect format
cs: Nesprávný fomát u datumu narození

source: Please enter valid E-Mail
cs: Prosím zadejte validní E-Mail

source: Password is too short
cs: Heslo je příliž krátké

source: Passwords doesn't match
cs: Hesla nesouhlasí

source: User passwords are not same
cs: Hesla nejsou stejná

source: User '%s' actualized his profile
cs: Uživatel '%s' aktualizoval svůj profil

source: Do you really want to delete actual selected network ?
cs: Opravdu chcete smazat aktuálně vybranou síť ?

source: New network
cs: Nová síť

source: Edit network
cs: Edituj síť

source: Delete network
cs: Smaž siť

source: New IP address
cs: Nová IP adresa

source: Edit IP address
cs: Edituj IP adresu

source: Delete IP address
cs: Smaž IP adresu

source: IP network management
cs: Správa IP sítí

source: Show IP network headers
cs: Zobraz hravičky IP sítí

source: Selected network
cs: Vybraná síť

source: Netmask
cs: Maska

source: Owner
cs: Vlastník

source: IP filter device
cs: Filtrovací zařízení

source: Please select IP address
cs: Prosím vyber IP adresu

source: Please select owner
cs: Prosím vyberte vlastníka

source: IP address edit
cs: Editace IP adresy

source: Network address:
cs: Adresa sítě:

source: Netmask:
cs: Maska:

source: Owner:
cs: Vlastník:

source: IPv4 address
cs: IPv4 adresa

source: IP Address:
cs: IP adresa:

source: Owner name:
cs: Jméno vlastníka:

source: - Choose owner -
cs: - Vyber vlastníka -

source: Please select network
cs: Prosím vyberte síť

source: Network edit
cs: Editace sítě

source: Parent network
cs: Nadřazená síť

source: Subnets in parent network
cs: Podsítě v nadřazené síti

source: IP: %s in network %s assigned to person '%s'
cs: IP %s v síti %s přiřazena uživateli '%s'

source: Network address has bad format
cs: Síťová adresa má špatný formát

source: Cannot create network identical with it's parent'
cs: Nelze vytvořit síť identickou se svou nadsítí

source: Entered network collide with existing networks
cs: Zadaná síť koliduje s existující sítí

source: Entered network is not subnetwork of it's parent
cs: Zadaná síť není podsíť

source: Network %s assigned to user '%s'
cs: Síť %s byla přidána uživateli '%s'

source: Select IP address to delete
cs: Vyber IP adresu pro smazání

source: IP %s from user %s was deleted
cs: IP %s uživatele %s byla ostraněna

source: Network %s from user %s was deleted
cs: Síť %s uživatele '%s' byla smazána

source: Network devices management
cs: Správa síťových zařízení

source: - Platform -
cs: - Platforma -

source: Network device
cs: Síťové zařízení

source: Network interface
cs: Síťový interface

source: Wireless links
cs: Bezdrátová spojení

source: Vendor:
cs: Výrobce:

source: Platform:
cs: Platforma:
