Repository: Ftelf/netprovider-netprovider
Catalog: translation/*.UTF-8/LC_MESSAGES/messages.po
Languages: cs

source: Mode:
cs: Mód:

source: Frequency domain:
cs: Frekvenční pásmo:

source: Frequency (channel):
cs: Frekvence (kanál):

source: Please enter name
cs: Prosím zadejte název

source: Please enter vendor
cs: Prosím zadejte výrobce

source: Please enter type
cs: Prosím zadejte typ

source: Do you really want to delete this entry ?
cs: Opravdu chcete smazat tuto položku ?

source: Do you really want to delete this interface ?
cs: Opravdu chcete smazat tento interface ?

source: Do you really want to delete this wireless interface ?
cs: Opravdu chcete smazat tento bezdrátový interface ?

source: Test login
cs: Otestovat login

source: SSH2 login
cs: Přihlášení přes SSH2

source: Login:
cs: Přihlašovací jméno:

source: Execute locally
cs: Spouštět lokálně

source: Command enviroment
cs: Příkazové prostředí

source: Use sudo:
cs: Používat přikaz sudo:

source: Interfaces
cs: Rozhraní

source: LAN interface:
cs: LAN rozhraní:

source: WAN interface:
cs: WAN rozhraní:

source: None
cs: Žádný

source: Enable QOS:
cs: Povolit QOS:

source: Internet download bandwidth (kbps):
cs: Garantovaný download na internet (kbps):

source: Internet upload bandwidth (kbps):
cs: Garantovaný upload na internet (kbps):

source: IP filter
cs: IP filtr

source: Enable IP filter:
cs: Povolit IP filtr:

source: Properties
cs: Vlastnosti

source: Wireless interface
cs: Bezdrátový interface

source: Please enter interface name
cs: Prosím zadejte jméno interface

source: Edit network interface
cs: Editace síťového interface

source: Please enter wireless interface name
cs: Prosím zadejte jméno bezdrátového interface

source: Edit network wireless interface
cs: Editace síťového bezdrátového interface

source: Network wireless interface
cs: Bezdrátový síťový interface

source: Please enter property name
cs: Prosím zadejte název vlastnosti

source: Please enter property value
cs: Prosím zadejte hodnotu vlastnosti

source: Edit property
cs: Editace vlastnosti

source: Property
cs: Vlastnost

source: Value:
cs: Hodnota:

source: Network:
cs: Síť:

source: Internet download bandwidth (kbps): is not numeric value
cs: Garantovaný download na internet (kbps): musí být numerická hodnota

source: Internet upload bandwidth (kbps): is not numeric value
cs: Garantovaný upload na internet (kbps): musí být numerická hodnota

source: Network device '%s' updated
cs: Síťové zařízení '%s' aktualizováno

source: Network device '%s' saved
cs: Síťové zařízení '%s' uloženo

source: Network device '%s' deleted
cs: Síťové zařízení '%s' smazáno

source: Network device network '%s' updated for network device %s
cs: Spravovaná síť '%s' síťového zařízení '%s' aktualizována

source: Network device network '%s' saved for network device %s
cs: Spravovaná síť '%s' síťového zařízení '%s' uložena

source: Network device managed network '%s' for network device '%s' deleted
cs: Spravovaná síť '%s' síťového zařízení '%s' smazána

source: Network interface '%s' updated
cs: Síťový interface '%s' aktualizován

source: Network interface '%s' saved
cs: Síťový interface '%s' uložen

source: Network interface '%s' for network device '%s' deleted
cs: Síťový interface '%s' síťového zařízení '%s' smazán

source: Network wireless interface '%s' updated
cs: Bezdrátový síťový interface '%s' aktualizován

source: Network wireless interface '%s' saved
cs: Bezdrátový síťový interface '%s' uložen

source: Network wireless interface '%s' for network device '%s' deleted
cs: Bezdrátový síťový interface '%s' síťového zařízení '%s' smazán

source: Network device property '%s' updated
cs: Vlastnost síťového zařízení '%s' aktualizována

source: Network device property '%s' saved
cs: Vlastnost síťového zařízení '%s' uložena

source: Network device property '%s' for network device '%s' deleted
cs: Vlastnost '%s' síťového zařízení '%s' smazána

source: Login successfull: ssh %s@%s
cs: Úspěšné přihlášení: ssh %s@%s

source: iptables not found on specified path %s
cs: iptables nebyl nalezen na cestě %s

source: Login failed: %s@%s: %s
cs: Přihlášení selhalo: %s@%s: %s

source: - Choose Payments... -
cs: - Vyber služby... -

source: - No payment defined -
cs: - Žádná platba definována -

source: - Status of Person -
cs: - Status uživatele -

source: - Status of Payment -
cs: - Status služby -

source: - Actual state of Payment -
cs: - Aktuální stav služby -

source: Balance
cs: Zůstatek

source: Variable symbol
cs: Variabilní symbol

source: Payed
cs: Zaplaceno

source: Person Status
cs: St.Uživatele

source: Payment Status
cs: St.Služby

source: Actual state
cs: Aktuální status

source: Removed
cs: Odstraněn

source: Payed with delay
cs: Zaplaceno se zpožděním

source: Pending payments
cs: Čeká na zaplacení

source: Delayed payments
cs: Zpožděných plateb

source: Number of excused payments
cs: Počet prominutých plateb

source: Total income
cs: Celkový součet příchozích plateb

source: Legend
cs: Legenda

source: Pending payment
cs: Čeká na zaplacení

source: Waiting for pay, payment not yet created
cs: Čeká na zaplacení, platba neni vytvořena

source: Delayed payment in tolerance, number described NO of delayed days
cs: Zpožděná platba v toleranci, číslo znamená počet dnů od termínu platby

source: Delayes payment out of tolerance, number describer NO of delayed days
cs: Zpožděná platba po termínu splatnosti, čísli znamená počet dnů od termínu splatnosti

source: Free of charge
cs: Zkušební doba, zdarma

source: Has no charge
cs: Nemá platbu

source: Has unterminated payment
cs: Má neukončené platby

source: +%s day
cs: %s Den

source: Users should not be deleted, just mark as detached. Do you really want to delete selected records ?
cs: Uživatelé by se něměli mazat, jen označit za vyřazené. Opravdu chcete smazat vybrané položky ?

source: User management
cs: Správa uživatelů

source: Company short name
cs: Zkrácený název společnosti

source: Phone
cs: Telefon

source: Address
cs: Adresa:

source: Registered
cs: Registrován

source: Last Logged In
cs: Naposledy přihlášen

source: Please select role you want to assign
cs: Prosím vyberte roli, kterou si přejete přiřadit

source: Please select role you want to remove
cs: Prosím vyberte roli, kterou si přejete odstranit

source: Please select payment want to add
cs: Prosím vyberte platbu, kterou si přejete přidat

source: Last Logged In:
cs: Naposledy přihlášen:

source: Role list:
cs: List rolí:

source: Remove
cs: Odstranit

source: Add
cs: Přidat

source: Active from
cs: Aktivní od

source: Active to
cs: Aktivní do

source: New payment
cs: Nová platba

source: Username contains invalid characters
cs: Uživatelské jméno obsahuje nedovolené znaky

source: Username is too short
cs: Uživatelské jméno je příliž krátké

source: Edit payment service
cs: Editace placených služeb

source: Payment service
cs: Placená služba

source: Service name:
cs: Jméno služby:

source: Service description:
cs: Popis služby:

source: Tolerance in days:
cs: Tolerance ve dnech:

source: Service configuration
cs: Nastavení služby

source: Start date:
cs: Datum zahájení:

source: End date:
cs: Datum ukončení:

source: Please enter start date
cs: Prosím zadejte datum začátku

source: Start date is in incorrect format
cs: Datum zahájení je v nesprávném fomátu

source: End date is in incorrect format
cs: Datum ukončení je v nesprávném fomátu

source: Username already exists
cs: Uživatelské jméno už existuje

source: User '%s' updated
cs: Uživatel '%s' aktualizován

source: User '%s' saved
cs: Uživatel '%s' uložen

source: Cannot delete user '%s' beacause it has associated %s network
cs: Nelze smazat uživatele '%s', jelikož má asociovánu '%s' síť

source: Cannot delete user '%s' beacause it has associated %s account entry
cs: Nelze smazat uživatele '%s', jelikož má asociovánu '%s' účetní položku

source: User '%s' deleted
cs: Uživatel '%s' smazán

source: Role '%s' has been added to user '%s'
cs: Role '%s' byla přidána uživateli '%s'

source: Role '%s' has been removed from user '%s'
cs: Role '%s' byla odebrána uživateli '%s'

source: Charge '%s' has been removed from user '%s'
cs: Platba '%s' byla odebrána uživateli '%s'

source: Date is in incorrect format
cs: Nesprávný fomát datumu

source: Payment '%s' has been actualized for user '%s'
cs: Platba '%s' byla aktualizována pro uživatele '%s'

source: Payment '%s' has been saved for user '%s'
cs: Platba '%s' byla uložena pro uživatele '%s'

source: Conflicting variable symbols
cs: Kolidující variabilní symboly

source: Create blank charges
cs: Vytvořit čekající platby

source: Pay payables
cs: Zaplatit položky

source: - All accounts -
cs: - Všechny účty -

source: Accounts with negative bilance
cs: Účty se zápornou bilancí

source: Accounts with zero bilance
cs: Účty s nulovou bilancí

source: Account with positive bilance
cs: Účty s kladnou bilancí

source: Total outbound
cs: Celkem strženo

source: Return payment for new process ?
cs: Vrátit platbu k novému zpracování ?

source: Excuse payment and let use service for free for this period ?
cs: Odpustit platbu a povolit využívat službu bezplatně v daném období ?

source: Ignore payment and disable service for this period ?
cs: Ignorovat toto období a vypnout službu ?

source: Remove this payment ? It it was already payed, amount is benefited to user's account
cs: Odstranit tuto položku ? Jestliže byla již zaplacena, peníze se vrátí na účet ?

source: User's account detail
cs: Detail uživatelského učtu

source: User's account
cs: Uživatelský účet

source: Total income:
cs: Celkový součet příchozích plateb:

source: Total outbound:
cs: Celkem strženo:

source: Account balance:
cs: Zůstatek účtu:

source: Return
cs: Vrátit

source: Service payments
cs: Platby služeb

source: Excuse
cs: Prominout

source: User's account edit
cs: Editace uživatelského učtu

source: Please enter date in valid format
cs: Prosím zadejte datum ve správném formátu

source: Date:
cs: Datum:

source: %s has no account
cs: %s nemá účet

source: User account from user '%s' updated
cs: Uživatelský účet uživatele '%s' aktualizován

source: User account from user '%s' saved
cs: Uživatelský účet uživatele '%s' uložen

source: Blank charge creation finished.
cs: Dokončeno vytváření budoucích plateb.

source: Charges process finished. Messaging clients has been suppressed.
cs: Zpracování plateb dokončeno. Zasílání zpráv klientům bylo potlačeno.

source: User's '%s' payment with amount %s and date %s has been removed
cs: Uživateli '%s' byla odebrána platba '%s' pro období %s

source: Bank entry %s %s %s %s amount %s returned to process
cs: Bankovní položka %s %s %s %s částka %s vrácena ke zpracování

source: User's '%s' payment '%s' for period %s was excused
cs: Uživateli '%s' byla prominuta uživatelská platba '%s' pro období %s

source: User's '%s' payment '%s' for period %s is ignored
cs: Uživateli '%s' byla ignorována uživatelská platba '%s' pro období %s

source: User's '%s' payment '%s' for period %s was removed
cs: Uživateli '%s' byla odstraněna uživatelská platba '%s' pro období %s

source: Money amount is in incorrect format
cs: Nesprávný fomát částky

source: User's '%s' account was benefited with money amount '%s'
cs: Uživateli '%s' byla vložena na účet částka %s

source: User roles management
cs: Správa uživatelských rolí

source: Role name
cs: Název role

source: Role name:
cs: Název role:

source: Please enter role name
cs: Prosím zadejte jméno role

source: Role '%s' updated
cs: Role '%s' aktualizována

source: Role '%s' saved
cs: Skupina '%s' uložena

source: Cannot delete user role '%s', because it has binded %s user
cs: Nelze smazat roli '%s', jelikož je asociován '%s' uživatele

source: User role '%s' deleted
cs: Uživatelská role '%s' smazána

source: IP filter on
cs: nahodit IP filtr

source: IP filter off
cs: shodit IP filtr

source: QOS on
cs: QOS nahodit

source: QOS off
cs: QOS shodit

source: Scripts:
cs: Skripty:

source: dry run
cs: spustit nanečisto

source: Run
cs: Spustit

source: Password minimal length is 6 characters. Please try again.
cs: Mimální délka hesla je 6 znaků. Prosím zkuste znovu.

source: Unauthorized login, username: %s
cs: Neautorizovaný login, uživatelské jméno: %s

source: Wrong username, password or access rights, please try again
cs: Spatné uživatelské jméno, heslo nebo přístupová práva, prosím zkuste znovu.

source: Incorect password for username: %s
cs: Nesprávné heslo pro uživatele: %s

source: Internal system error
cs: Interní chyba systému

source: Supervisor has been informed
cs: Správce byl informován
